[
  {
    "year": 2022,
    "measureType": "hb",
    "measureNumber": 2345,
    "committee": "EDN/HSG, FIN",
    "datetime": "Thursday, February 10, 2022 2:00 pm",
    "description": "Appropriates moneys to Hawaii Housing Finance and Development Corporation to purchase the fee simple interest or acquire an interest in real property located in Ewa Beach on the island of Oahu to develop affordable housing with priority given to department of education classroom teachers in the beginning of their career.",
    "room": "Conference Room 309 & Videoconference",
    "notice": "HEARING_EDN-HSG_02-10-22_"
  },
  {
    "year": 2022,
    "measureType": "hb",
    "measureNumber": 438,
    "committee": "EDN, FIN",
    "datetime": "Thursday, February 10, 2022 2:00 pm",
    "description": "Requires the DOE, in consultation with and approval by the BOE, to develop and implement a plan to reduce the use of external contracts for curricula, instruction, and testing.  Requires DOE to convene an advisory committee to make recommendations for developing and implementing the plan.  Requires DOE to submit interim and final reports to the legislature.",
    "room": "Conference Room 309 & Videoconference",
    "notice": "HEARING_EDN-HSG_02-10-22_"
  },
  {
    "year": 2022,
    "measureType": "hb",
    "measureNumber": 1942,
    "committee": "EDN, FIN",
    "datetime": "Thursday, February 10, 2022 2:00 pm",
    "description": "Requires the department of education to establish a three-tiered student bus fare rate system to include a reduced bus fare rate for students and households that quality for reduced lunch under the free and reduced price lunch program.  Appropriates funds.",
    "room": "Conference Room 309 & Videoconference",
    "notice": "HEARING_EDN-HSG_02-10-22_"
  },
  {
    "year": 2022,
    "measureType": "hb",
    "measureNumber": 2248,
    "committee": "EDN, CPC",
    "datetime": "Thursday, February 10, 2022 2:00 pm",
    "description": "Requires unlicensed but accredited private schools to annually submit health and safety documentation to the Hawaii Council of Private Schools to meet the definition of \"private schools\" under the compulsory attendance law.",
    "room": "Conference Room 309 & Videoconference",
    "notice": "HEARING_EDN-HSG_02-10-22_"
  },
  {
    "year": 2022,
    "measureType": "hb",
    "measureNumber": 2456,
    "committee": "EDN, FIN",
    "datetime": "Thursday, February 10, 2022 2:00 pm",
    "description": "Requires the Department of Education to assign school resource officers or guards to serve at public elementary schools and state prekindergarten programs.  Requires the Department of Education to seek funding from federal grants.  Appropriates funds.",
    "room": "Conference Room 309 & Videoconference",
    "notice": "HEARING_EDN-HSG_02-10-22_"
  },
  {
    "year": 2022,
    "measureType": "hb",
    "measureNumber": 2457,
    "committee": "EDN, FIN",
    "datetime": "Thursday, February 10, 2022 2:00 pm",
    "description": "Prohibits the Department of Education from mandating that any student attend a school outside the student's service area.  Establishes a five-year phaseout period.  Requires the Department of Education to submit annual progress reports.",
    "room": "Conference Room 309 & Videoconference",
    "notice": "HEARING_EDN-HSG_02-10-22_"
  },
  {
    "year": 2022,
    "measureType": "hb",
    "measureNumber": 1994,
    "committee": "EDN, FIN",
    "datetime": "Thursday, February 10, 2022 2:00 pm",
    "description": "Establishes the shade trees and native plants program in the department of education to support educational activities and encourage propagation of native plants and fruit trees for planting in department schools.  Appropriates funds for the program and to establish an arborist position.",
    "room": "Conference Room 309 & Videoconference",
    "notice": "HEARING_EDN-HSG_02-10-22_"
  },
  {
    "year": 2022,
    "measureType": "hb",
    "measureNumber": 2267,
    "committee": "EDN, FIN",
    "datetime": "Thursday, February 10, 2022 2:00 pm",
    "description": "Appropriates funds to DOE to install air conditioning units for public school classrooms that have not received air conditioning units.",
    "room": "Conference Room 309 & Videoconference",
    "notice": "HEARING_EDN-HSG_02-10-22_"
  },
  {
    "year": 2022,
    "measureType": "hb",
    "measureNumber": 1562,
    "committee": "EDN, FIN",
    "datetime": "Thursday, February 10, 2022 2:00 pm",
    "description": "Adds the director of Hawaii P-20 Partnerships for Education as an ex officio, nonvoting member to the Early Learning Board.",
    "room": "Conference Room 309 & Videoconference",
    "notice": "HEARING_EDN-HSG_02-10-22_"
  },
  {
    "year": 2022,
    "measureType": "hb",
    "measureNumber": 1939,
    "committee": "EDN, FIN",
    "datetime": "Thursday, February 10, 2022 2:00 pm",
    "description": "Appropriates funds for two positions in the executive office on early learning to enhance capacity and resources of the office.",
    "room": "Conference Room 309 & Videoconference",
    "notice": "HEARING_EDN-HSG_02-10-22_"
  },
  {
    "year": 2022,
    "measureType": "hb",
    "measureNumber": 1940,
    "committee": "EDN, FIN",
    "datetime": "Thursday, February 10, 2022 2:00 pm",
    "description": "Establishes and makes an appropriation for an early child care worker subsidy pilot program.  Makes an appropriation to the Hawaii Early Childhood Educator Special Fund.",
    "room": "Conference Room 309 & Videoconference",
    "notice": "HEARING_EDN-HSG_02-10-22_"
  },
  {
    "year": 2022,
    "measureType": "hb",
    "measureNumber": 1999,
    "committee": "EDN, FIN",
    "datetime": "Thursday, February 10, 2022 2:00 pm",
    "description": "Appropriates moneys to the Department of Human Services for the preschool open doors program.",
    "room": "Conference Room 309 & Videoconference",
    "notice": "HEARING_EDN-HSG_02-10-22_"
  },
  {
    "year": 2022,
    "measureType": "hb",
    "measureNumber": 2000,
    "committee": "EDN, FIN",
    "datetime": "Thursday, February 10, 2022 2:00 pm",
    "description": "Appropriates moneys to the School Facilities Authority for the construction of preschool facilities.",
    "room": "Conference Room 309 & Videoconference",
    "notice": "HEARING_EDN-HSG_02-10-22_"
  },
  {
    "year": 2022,
    "measureType": "hb",
    "measureNumber": 1834,
    "committee": "PDP, EDN, FIN",
    "datetime": "Thursday, February 10, 2022 2:00 pm",
    "description": "Requires the DOE to establish and administer the strong students grant pilot program to provide grants for eligible education expenses to eligible students.  Requires the DOE to submit progress reports to the legislature prior to the 2023 and 2024 regular sessions.  Appropriates funds for the pilot program.  Effective 7/1/2050.  (HD1)",
    "room": "Conference Room 309 & Videoconference",
    "notice": "HEARING_EDN-HSG_02-10-22_"
  },
  {
    "year": 2022,
    "measureType": "sb",
    "measureNumber": 2174,
    "committee": "AEN/WTL/EET, WAM/JDC",
    "datetime": "Friday, February 11, 2022 3:00 pm",
    "description": "Establishes within the Department of Agriculture, an Aquacultural Area Lease Program for the purpose of identifying state facilities, state lands, and state marine waters that are suitable for use as commercial agricultural areas and leasing them to be used for aquaculture.  Allows agencies having control and management of identified aquacultural areas to lease the facilities, lands, and waters to the Department of Agriculture for the purposes of the Act.  Allows the program to use the moneys in the Aquaculture Development Special Fund to carry out the purposes of the Act and requires the revenues obtained from aquacultural area leases to be deposited into the special fund.  Imposes penalties and civil and criminal liabilities.  Exempts the program from being subject to the Hawaii Ocean and Submerged Lands Leasing Act.",
    "room": "Conference Room 224 & Videoconference",
    "notice": "HEARING_AEN-WTL-EET_02-11-22_"
  },
  {
    "year": 2022,
    "measureType": "sb",
    "measureNumber": 2556,
    "committee": "AEN, CPN/JDC",
    "datetime": "Friday, February 11, 2022 1:30 pm",
    "description": "Repeals Chapter 157, commonly referred to as the Milk Control Act.",
    "room": "Conference Room 224 & Videoconference",
    "notice": "HEARING_AEN_02-11-22_"
  },
  {
    "year": 2022,
    "measureType": "sb",
    "measureNumber": 2435,
    "committee": "AEN, WAM",
    "datetime": "Friday, February 11, 2022 1:30 pm",
    "description": "Clarifies that a taxpayer may claim the important agricultural land qualified agricultural cost tax credit no earlier than the third taxable year after application for first-year certification of the credit. Extends the time that the department of agriculture may certify the important agricultural land qualified agricultural costs tax credit from 12/31/2021 to 12/31/2031.",
    "room": "Conference Room 224 & Videoconference",
    "notice": "HEARING_AEN_02-11-22_"
  },
  {
    "year": 2022,
    "measureType": "sb",
    "measureNumber": 2962,
    "committee": "AEN, JDC/WAM",
    "datetime": "Friday, February 11, 2022 1:30 pm",
    "description": "Proposes a constitutional amendment that recognizes and protects, for present and future generations, the inherent and inalienable right of all people to clean water and air and healthy ecosystems, including climate, and to the preservation of the natural, cultural, scenic, and healthful qualities of the\n\nenvironment. Provides that the State and its subdivisions shall protect and shall not infringe upon these rights.",
    "room": "Conference Room 224 & Videoconference",
    "notice": "HEARING_AEN_02-11-22_"
  },
  {
    "year": 2022,
    "measureType": "sb",
    "measureNumber": 2947,
    "committee": "AEN, WAM",
    "datetime": "Friday, February 11, 2022 1:30 pm",
    "description": "Authorizes the Department of Agriculture to plan, design, construct, operate, manage, maintain, repair, demolish, and remove infrastructure on any lands under the jurisdiction of the department, to support and promote agriculture. Establishes the Agricultural Enterprise Program.",
    "room": "Conference Room 224 & Videoconference",
    "notice": "HEARING_AEN_02-11-22_"
  },
  {
    "year": 2022,
    "measureType": "sb",
    "measureNumber": 3363,
    "committee": "AEN, WAM",
    "datetime": "Friday, February 11, 2022 1:30 pm",
    "description": "Authorizes issuance of general obligation bonds for replacements to the water capturing system in the Hilo Water Treatment Plant to capture recycled water, natural gases, and fertilizer for agricultural purposes.",
    "room": "Conference Room 224 & Videoconference",
    "notice": "HEARING_AEN_02-11-22_"
  },
  {
    "year": 2022,
    "measureType": "sb",
    "measureNumber": 2353,
    "committee": "AEN, WAM",
    "datetime": "Friday, February 11, 2022 1:30 pm",
    "description": "Creates an exclusion from income tax for the lesser of a percentage of gross annual income or an amount of gross annual income earned by a farmer from farming activities.",
    "room": "Conference Room 224 & Videoconference",
    "notice": "HEARING_AEN_02-11-22_"
  },
  {
    "year": 2022,
    "measureType": "sb",
    "measureNumber": 2357,
    "committee": "AEN, WAM",
    "datetime": "Friday, February 11, 2022 1:30 pm",
    "description": "Extends the authorization to issue special purpose revenue bonds to assist MauiGrown Coffee, Inc., with the operation and expansion of its farm and mill.",
    "room": "Conference Room 224 & Videoconference",
    "notice": "HEARING_AEN_02-11-22_"
  },
  {
    "year": 2022,
    "measureType": "sb",
    "measureNumber": 2837,
    "committee": "AEN, WAM",
    "datetime": "Friday, February 11, 2022 1:30 pm",
    "description": "Establishes a spay and neuter special fund and allows funds from an income tax check-off to be deposited into the special fund.",
    "room": "Conference Room 224 & Videoconference",
    "notice": "HEARING_AEN_02-11-22_"
  },
  {
    "year": 2022,
    "measureType": "sb",
    "measureNumber": 2950,
    "committee": "AEN, WAM",
    "datetime": "Friday, February 11, 2022 1:30 pm",
    "description": "Imposes an inspection fee on certain imported agricultural products to be deposited into a special fund and expended by the Department of Agriculture.",
    "room": "Conference Room 224 & Videoconference",
    "notice": "HEARING_AEN_02-11-22_"
  },
  {
    "year": 2022,
    "measureType": "sb",
    "measureNumber": 2988,
    "datetime": "Friday, February 11, 2022 1:30 pm",
    "description": "Appropriates funds to the Department of Agriculture for the control and mitigation of the two-lined spittlebug and for recovery efforts for lands damaged by the two-lined spittlebug. Requires a report to the Legislature.",
    "room": "Conference Room 224 & Videoconference",
    "notice": "HEARING_AEN_02-11-22_"
  },
  {
    "year": 2022,
    "measureType": "hb",
    "measureNumber": 1499,
    "committee": "AGR/ECD, FIN",
    "datetime": "Friday, February 11, 2022 9:45 am",
    "description": "Requires the department of agriculture to partner with a Hawaii entity to establish a pilot USDA Harmonized GAP food safety training and certification program to help small- and medium-sized farms obtain the United States Department of Agriculture's Harmonized Good Agricultural Practices certification.  Appropriates funds.",
    "room": "Conference Room 325 & Videoconference",
    "notice": "HEARING_AGR-ECD_02-11-22_"
  },
  {
    "year": 2022,
    "measureType": "hb",
    "measureNumber": 1812,
    "committee": "AGR/ECD, FIN",
    "datetime": "Friday, February 11, 2022 9:45 am",
    "description": "Clarifies that the Natural Energy Laboratory of Hawaii Authority's duties include supporting aquaculture.",
    "room": "Conference Room 325 & Videoconference",
    "notice": "HEARING_AGR-ECD_02-11-22_"
  },
  {
    "year": 2022,
    "measureType": "hb",
    "measureNumber": 2418,
    "committee": "AGR, FIN",
    "datetime": "Friday, February 11, 2022 10:00 am",
    "description": "Amends the focus, scope, and management of the agribusiness development corporation (ADC).  Appropriates funds to ADC for a consultant for planning, an accountant, and for security on ADC property.",
    "room": "Conference Room 325 & Videoconference",
    "notice": "HEARING_AGR_02-11-22_"
  },
  {
    "year": 2022,
    "measureType": "hb",
    "measureNumber": 2062,
    "committee": "AGR, FIN",
    "datetime": "Friday, February 11, 2022 10:00 am",
    "description": "Establishes the agricultural emergency loan revolving fund to be administered by the Department of Agriculture.  Provides a separate source of funding for emergency agricultural loans.  Makes an appropriation.",
    "room": "Conference Room 325 & Videoconference",
    "notice": "HEARING_AGR_02-11-22_"
  },
  {
    "year": 2022,
    "measureType": "hb",
    "measureNumber": 1710,
    "committee": "AGR, FIN",
    "datetime": "Friday, February 11, 2022 10:00 am",
    "description": "Appropriates funds to the Department of Agriculture for water source infrastructure and the maintenance and improvement to the Peekauai Ditch Irrigation System located on Kauai.",
    "room": "Conference Room 325 & Videoconference",
    "notice": "HEARING_AGR_02-11-22_"
  },
  {
    "year": 2022,
    "measureType": "hb",
    "measureNumber": 1742,
    "committee": "AGR, FIN",
    "datetime": "Friday, February 11, 2022 10:00 am",
    "description": "Amends the composition of the Board of Agriculture by providing representation from the islands of Molokai and Lanai.",
    "room": "Conference Room 325 & Videoconference",
    "notice": "HEARING_AGR_02-11-22_"
  },
  {
    "year": 2022,
    "measureType": "hb",
    "measureNumber": 2280,
    "committee": "AGR, CPC",
    "datetime": "Friday, February 11, 2022 10:00 am",
    "description": "Specifies that planned community associations cannot prohibit or unreasonably restrict the use of a unit owner's enclosed yard area for personal agriculture.",
    "room": "Conference Room 325 & Videoconference",
    "notice": "HEARING_AGR_02-11-22_"
  },
  {
    "year": 2022,
    "measureType": "hb",
    "measureNumber": 1885,
    "committee": "HET, CPC, FIN",
    "datetime": "Thursday, February 10, 2022 2:00 pm",
    "description": "Establishes a chief data officer and data task force within the office of enterprise technology services to develop, implement, and manage statewide data policies, procedures, and standards and to facilitate data sharing across state agencies.  Appropriates funds.  Effective 7/1/2050.  (HD1)",
    "room": "Conference Room 329 & Videoconference",
    "notice": "HEARING_CPC_02-10-22_"
  },
  {
    "year": 2022,
    "measureType": "hb",
    "measureNumber": 1579,
    "committee": "HHH, CPC, FIN",
    "datetime": "Thursday, February 10, 2022 2:00 pm",
    "description": "Extends the deadline by which the transfer of the Oahu regional health care system from the Hawaii Health Systems Corporation to the Department of Health shall take place.  Sets the manner by which the Oahu Regional Health Care System should request operational funding during the transitional period.  Requires a report to the legislature prior to the regular session of 2023.  Exempts the working group from Chapter 92, HRS.  Appropriates moneys.  Effective 7/1/2060.  (HD1)",
    "room": "Conference Room 329 & Videoconference",
    "notice": "HEARING_CPC_02-10-22_"
  },
  {
    "year": 2022,
    "measureType": "hb",
    "measureNumber": 1412,
    "committee": "TRN, CPC, FIN",
    "datetime": "Thursday, February 10, 2022 2:00 pm",
    "description": "Requires the counties to provide a minimum distance a vehicle must be moved within a specified timeframe after a vehicle is initially inspected for abandonment to avoid an official classification of abandonment.  Requires that, before a vehicle can be classified as being abandoned, notice be provided that the vehicle must be moved the specified distance within the specified timeframe or be subject to removal.  (HD1)",
    "room": "Conference Room 329 & Videoconference",
    "notice": "HEARING_CPC_02-10-22_"
  },
  {
    "year": 2022,
    "measureType": "hb",
    "measureNumber": 1413,
    "committee": "TRN, CPC, FIN",
    "datetime": "Thursday, February 10, 2022 2:00 pm",
    "description": "Allows the director of finance of a county to require payment of outstanding charges and fines owed to the county relating to the disposition of an abandoned vehicle within the county by the registered owner of the abandoned vehicle before issuing a certificate of registration or completing a transfer of ownership, except under certain circumstances.  Requires the county directors of finance to notify the appropriate county examiner of drivers of individuals who have outstanding charges and fines owed to the county relating to the disposition of an abandoned vehicle for the purposes of suspending, revoking, or prohibiting the renewal of their driver's licenses.  (HD1)",
    "room": "Conference Room 329 & Videoconference",
    "notice": "HEARING_CPC_02-10-22_"
  },
  {
    "year": 2022,
    "measureType": "hb",
    "measureNumber": 1632,
    "committee": "TRN, CPC, FIN",
    "datetime": "Thursday, February 10, 2022 2:00 pm",
    "description": "Sets weight limitations for tour operators and rental vehicles on Hana and Haleakala highways.  Establishes user fees to access Hana and Haleakala highways for certain vehicles.  Amends the highway development special fund to allow the deposit funds received from the user fees into the special fund and authorizes the fund to be used for the development and improvement of Hana and Haleakala highways.  Effective 7/1/2050.  (HD1)",
    "room": "Conference Room 329 & Videoconference",
    "notice": "HEARING_CPC_02-10-22_"
  },
  {
    "year": 2022,
    "measureType": "hb",
    "measureNumber": 1839,
    "committee": "LAT, CPC, FIN",
    "datetime": "Thursday, February 10, 2022 2:00 pm",
    "description": "Makes camper vans a type of transient accommodation, the rental of which is subject to the transient accommodations tax.  Effective 1/1/2023.  (HD1)",
    "room": "Conference Room 329 & Videoconference",
    "notice": "HEARING_CPC_02-10-22_"
  },
  {
    "year": 2022,
    "measureType": "hb",
    "measureNumber": 1782,
    "committee": "ECD, CPC, FIN",
    "datetime": "Thursday, February 10, 2022 2:00 pm",
    "description": "Allows an electric utility to own, operate, lease, plan, construct, install, maintain, or replace broadband facilities, including middle mile infrastructure, to help facilitate the development of and investment in broadband facilities and services to rural, unserved, underserved, and urban communities throughout the State.  (HD1)",
    "room": "Conference Room 329 & Videoconference",
    "notice": "HEARING_CPC_02-10-22_"
  },
  {
    "year": 2022,
    "measureType": "hb",
    "measureNumber": 1800,
    "committee": "EEP, CPC, FIN",
    "datetime": "Thursday, February 10, 2022 2:00 pm",
    "description": "Establishes a goal for the statewide greenhouse gas emissions limit to be at least seventy per cent below 2005 levels by 2030.  Requires the Hawaii state energy office to conduct a study to determine Hawaii's pathway to decarbonization and identify challenges, opportunities, and actions that will be needed to achieve those goals.  Appropriates funds out of the energy security special fund for the study.  Effective 7/1/2100.  (HD1)",
    "room": "Conference Room 329 & Videoconference",
    "notice": "HEARING_CPC_02-10-22_"
  },
  {
    "year": 2022,
    "measureType": "hb",
    "measureNumber": 1807,
    "committee": "EEP, CPC, FIN",
    "datetime": "Thursday, February 10, 2022 2:00 pm",
    "description": "Directs the public utilities commission to adopt guidelines for interconnection applications that would trigger distribution, transmission, or other utility infrastructure upgrade costs in excess of a threshold determined by the commission.  Effective 7/1/2100.  (HD1)",
    "room": "Conference Room 329 & Videoconference",
    "notice": "HEARING_CPC_02-10-22_"
  },
  {
    "year": 2022,
    "measureType": "hb",
    "measureNumber": 1705,
    "committee": "AGR, CPC, FIN",
    "datetime": "Thursday, February 10, 2022 2:00 pm",
    "description": "Allows the department of agriculture to extend the lease of any lessee who holds a lease with a remaining term of fifteen years or less; provided that the land covered by the lease is twenty-five acres or less and located in a county with a population of less than five hundred thousand.",
    "room": "Conference Room 329 & Videoconference",
    "notice": "HEARING_CPC_02-10-22_"
  },
  {
    "year": 2022,
    "measureType": "hb",
    "measureNumber": 1712,
    "committee": "WAL, CPC, FIN",
    "datetime": "Thursday, February 10, 2022 2:00 pm",
    "description": "Prohibits siting of waste disposal facilities on important agricultural lands and agricultural lands with class A and B productivity ratings.  Effective 7/1/2050.  (HD1)",
    "room": "Conference Room 329 & Videoconference",
    "notice": "HEARING_CPC_02-10-22_"
  },
  {
    "year": 2022,
    "measureType": "hb",
    "measureNumber": 2016,
    "committee": "WAL, CPC, FIN",
    "datetime": "Thursday, February 10, 2022 2:00 pm",
    "description": "Appropriates moneys to the department of land and natural resources to prepare a master plan for the Sand Island state recreation area.  Effective 7/1/2050.  (HD1)",
    "room": "Conference Room 329 & Videoconference",
    "notice": "HEARING_CPC_02-10-22_"
  },
  {
    "year": 2022,
    "measureType": "hb",
    "measureNumber": 1900,
    "committee": "WAL, CPC, FIN",
    "datetime": "Thursday, February 10, 2022 2:00 pm",
    "description": "Updates the definition of thrill craft, as used in the state boating law, and includes within the term surfboards using a motorized hydrofoil.  Effective 7/1/2050.  (HD1)",
    "room": "Conference Room 329 & Videoconference",
    "notice": "HEARING_CPC_02-10-22_"
  },
  {
    "year": 2022,
    "measureType": "sb",
    "measureNumber": 3077,
    "committee": "CPN",
    "datetime": "Friday, February 11, 2022 10:00 am",
    "description": "Adds and updates definitions to satisfy current industry practice needs; aligns and remedies inconsistencies between chapters 438 and 439, Hawaii Revised Statutes; removes the five-year license requirement for barber and beauty operator Board of Barbering and Cosmetology member seats; raises fees for penalties and disciplinary actions; and removes medical clearance requirements.",
    "room": "Conference Room 229 & Videoconference",
    "notice": "HEARING_CPN_02-11-22_"
  },
  {
    "year": 2022,
    "measureType": "sb",
    "measureNumber": 3078,
    "committee": "CPN",
    "datetime": "Friday, February 11, 2022 10:00 am",
    "description": "Applies the existing advance warning requirements to excavators operating on residential properties and clarifies various excavation requirements and reporting procedures.",
    "room": "Conference Room 229 & Videoconference",
    "notice": "HEARING_CPN_02-11-22_"
  },
  {
    "year": 2022,
    "measureType": "sb",
    "measureNumber": 3079,
    "committee": "CPN",
    "datetime": "Friday, February 11, 2022 10:00 am",
    "description": "Amends various portions of title 24 of the Hawaii Revised Statutes to update and improve existing provisions.",
    "room": "Conference Room 229 & Videoconference",
    "notice": "HEARING_CPN_02-11-22_"
  },
  {
    "year": 2022,
    "measureType": "sb",
    "measureNumber": 3080,
    "committee": "CPN",
    "datetime": "Friday, February 11, 2022 10:00 am",
    "description": "Amends various sections of article 4A of chapter 431, Hawaii Revised Statutes, to maintain accreditation with the National Association of Insurance Commissioners.",
    "notice": "HEARING_CPN_02-11-22_"
  },
  {
    "year": 2022,
    "measureType": "sb",
    "measureNumber": 3082,
    "committee": "CPN",
    "datetime": "Friday, February 11, 2022 10:00 am",
    "description": "Amends the definitions of a \"distressed property consultant\" and \"mortgage assistance relief service\" in section 480E-2, Hawaii Revised Statutes.",
    "notice": "HEARING_CPN_02-11-22_"
  },
  {
    "year": 2022,
    "measureType": "sb",
    "measureNumber": 3083,
    "committee": "CPN",
    "datetime": "Friday, February 11, 2022 10:00 am",
    "description": "Authorizes the Commissioner of Financial Institutions (Commissioner) to modify or waive requirements in chapter 454M, Hawaii Revised Statutes, to implement changes and improvements made to the NMLS.",
    "notice": "HEARING_CPN_02-11-22_"
  },
  {
    "year": 2022,
    "measureType": "sb",
    "measureNumber": 3084,
    "committee": "CPN",
    "datetime": "Friday, February 11, 2022 10:00 am",
    "description": "Amends the composition of the Elevator Mechanics Licensing Board to replace the ex-officio Department of Labor and Industrial Relations member with a licensed elevator mechanic member.",
    "notice": "HEARING_CPN_02-11-22_"
  }
]
